{
    "status": 1,
    "msg": "Success",
    "data": {
        "applicationdata": [
            {
                "application_status": 1,
                "applicationdate": 1688974107,
                "totalpayout": 467,
                "username": "himanshu saini",
                "product_link": "http://www.amazon.in/dp/B0BJQJCD87",
                "application_remarks": "application declined by brand",
                "shipment_required": 1,
                "order_required": 1,
                "content_required": 1,
                "link_required": 1,
                "review_required": 1,
                "reviewlinkrequired": 1,
                "agreenent_required": 1,
                "script_required": 1,
                "invoice_required": 1
            }
        ],
        "agreementData": [
            {
                "agreement_status": 4,
                "agreement_url": "https://viralpitch.co//deals/user/campaignfile/order361687181283.jpg",
                "agreementSample": "<h2 align='center'><strong>Viral Pitch Technologies Private Limited</strong></h2><p align='center'>Address- 2nd Floor, Plot No. 127, Sector 44, Gurgaon Haryana - 122003 Email - contact@viralpitch.co</p><h3 align='center'><strong>Individual Influencer Agreement</strong></h3><p align='justify'>This Agreement, executed on<strong> 23 Oct-2023</strong> at GURGAON is entered into by and between:</p><p>M/s Viral Pitch Technologies Private Limited, partnership firm having a registered address at 2nd Floor, Plot No. 127, Sector 44, Gurgaon Haryana - 122003 (hereinafter referred to as the <strong>“Firm” </strong>which expression shall, unless repugnant to or inconsistent with the context, mean and include their successors and permitted assignees<strong>) </strong>of one part;</p><p>and</p><p><strong>MD SAIDUR RAHAMAN</strong> having PAN No<strong> BPLPR0202Q</strong> &amp; the owner of  – <strong> </strong>&amp; (herein after referred to as <strong>“Influencer” </strong>which expression shall, unless repugnant to or inconsistent with the context, mean and include their successors and permitted assignees) of other part</p><h4 align='justify'>Firm and Influencer shall be referred collectively as the “Parties”. Where the Firm is in the business of Digital Marketing Business (Including Influencer Marketing). </h4><h4 align='justify'> </h4><h4 align='justify'>Where the Firm for the purpose of Managing Marketing Campaigns of <strong>COUNTRY DELIGHT </strong>is desirous to avail the services of the influencer as per the scope of work mentioned in the Schedule A of this agreement.</h4><p>Where the influencer is desirous of providing its services in this regard to the firm on such terms and conditions as mentioned in this agreement.</p><p>NOW THEREFORE, IN CONSIDERATION OF THE MUTUAL PROMISES, COVENANTS AND CONDITIONS HEREINAFTER SET FORTH, THE RECEIPT AND SUFFICIENCY OF WHICH IS HEREBY ACKNOWLEDGED, THE PARTIES HERETO AGREE AS FOLLOWS:</p><p>1. ENGAGEMENT: Firm hereby engages the Influencer from the date of execution of this Agreement through and including the date(s) of performance (“the Term”) for the limited purpose of promoting certain brands and brand content, through influencer’s social media channels as described above. The nature of the brand content to be promoted and the specific details and requirements of the promotion is outlined in the attached Schedule A. During the Term, Influencer agrees to be engaged for the purpose of promoting the brand content and to be bound by the guidelines as attached as Schedule B (“Guidelines”). </p><p>2. TERM OF THIS AGREEMENT: This Agreement shall have an initial term of one year and shall be renewed automatically for another one-year, unless either party conveys its intent to terminate by giving notice of at least thirty days prior to the written notice.</p><p>3. DATE OF PERFORMANCE: Parties agree that the Content will be disseminated on influencer’s Social Media Channel in the month of <strong>October-2023</strong> (Subject to the process and completion of all involved process to execute the campaign) (“Date(s) of Performance”). This dissemination on the specified date(s) will constitute the date(s) of performance and upon performance of the promotion of the Content and fulfillment of the terms, and upon payment of compensation by Firm as outlined below, this Agreement shall terminate and influencer’s rights to use the brand name as described within this Agreement shall terminate as well.</p><p>4. DELIVERABLES: Influencer will deliver the agreed number of posts on the agreed platforms as outlined in Schedule A. The Services shall conform to the specifications and instructions of Firm as outlined in Schedule B, abide by the rules of the relevant social media platforms, and are subject to Firms acceptance and approval. Firm has a maximum of 5 working days to reject any deliverable in accordance with this Section and must notify Influencer within 5 working days of receipt of work that additional revisions and/or amendments will be requested. If the approval is delayed from the Firms end, that will lead to the delay in the content publish date.</p><p>5. CANCELLATION: This agreement may be terminated at the option of sufferer party with immediate effect &amp; without cost in case any party breach(s)/ default(s)/ non fulfill(s) any clause of this agreement and does not remedy/cure/ rectify, if capable of being rectified within 14 days of such breach/ default/ non-fulfillment being notified. Right to terminate the agreement by the sufferer party shall be available without prejudice to any right or remedy that may be available to the Firm under this agreement or applicable law. In addition, in the event that Influencer has breached this agreement, Firm may (i) immediately suspend, limit or terminate the agreement and/ or (ii) instruct Influencer to cease all promotional activities or make clarifying statements, and Influencer shall immediately comply. Either party may terminate this agreement at any time without cause upon thirty days prior written notice to the other party. In case of the termination of the agreement taking place by the Firm, the Terms &amp; Conditions stated in the Schedule B must be adhered to by the influencer. </p><p>6. CONSIDERATION: In consideration to the influencer’s satisfactory performance &amp; adherence to terms mentioned in the Schedule A &amp; Schedule B of the agreement, Firm agrees to pay Influencer an amount as specified in Schedule A. However, if the Brand for whom the specific activity is performed raises any doubts or questions the same shall be addressed by the influencer before the final payment is made. Even in cases the payments are made in advance, the same can be claimed back by the firm if all conditions of Schedule A &amp; Schedule B are not adhered to or if the objections raised by the Brand are not resolved amicably by the Influencer. Influencer agrees that this payment shall be the sole and entire compensation received and no other compensation of any kind shall be due upon termination of the Agreement or thereafter. However, the consideration shall be subject to Tax deduction at source as per the rules of the Income Tax Act, 1961.</p><p>7. MATERIAL DISCLOSURES AND COMPLIANCE WITH ASCI GUIDELINES: When publishing posts/statuses about Firms products or services, Influencer must clearly disclose his/her “material connection” with Firm &amp; the brand for whom the promotion is being made, including the fact that Influencer was given any consideration, was provided with certain experiences or is being paid for a particular service. The above disclosure should be clear and prominent and made in close proximity to any statements that Influencer/influencer’s Management Agency makes about Firm or Firms products or services. Please note that this disclosure is required regardless of any space limitations of the medium (e.g. Twitter), where the disclosure can be made via Hashtags, e.g. #sponsored. influencer’s statements should always reflect influencer’s honest and truthful opinions and actual experiences. Influencer should only make factual statements about Brand or Brands products which Influencer knows for certain are true and can be verified.</p><p>8. FORCE MAJEURE: If either party is unable to perform any of its obligations under this agreement by the reason of fire or other casualty, strike, act or order of public authority, act of God, or other cause beyond the control of such party, then such party shall be excused from such performance during the pendency of such cause.</p><p>9. INDEPENDENT CONTRACTOR: Influencer is retained as an independent contractor of Firm. Influencer acknowledges and agrees that (i) Influencer is solely responsible for the manner and form by which Influencer performs under this Agreement, and (ii) Influencer is a self-employed individual, who performs services similar to the services outlined in Schedule A for various entities and individuals other than Firm. Influencer is responsible for the withholding and payment of all taxes and other assessments arising out of influencer’s performance of services, and neither Influencer nor any of influencer’s employees or independent clients shall be entitled to participate in any employee benefit plans of Firm.</p><p>10. REPRESENTATIONS AND WARRANTIES: Parties represent and warrant to each other that each is free to enter into this Agreement and that this engagement does not violate the terms of any agreement between any third party.</p><p>11. ACCEPTANCE: The parties hereby declare as follows:</p><p>- They have read the entire agreement and shall be bound by all the conditions.</p><p>- This agreement and other documents have been explained to them in the language understood by them and they have understood the entire meaning of all the clauses.</p><p>- They agree that this agreement shall be concluded and become legally binding on the date when it is signed by the parties.</p><p>12. Any notice or other communication under or in connection with this Agreement is to be in writing in the English language and signed by or on behalf of the Party giving it. The notice or communication may be served by being delivered personally or sending it by facsimile transmission or by registered post to the Party due to receive the notice or communication at the address provided hereunder or such other address as that Party may specify from time to time in writing to the other Party. Communication address of both the parties:</p><p>Firms address: 2nd Floor, Plot No. 127, Sector 44, Gurgaon Haryana - 122003 Firms Email id: contact@viralpitch.co</p><h4 align='justify'>Influencer’s Address: <strong>khardah,kolkata-700116 </strong><br>Influencer’s Email id:<strong> tbfofficial.team@gmail.com</strong></h4><p>13. GENERAL TERM: If the scope of any of the provisions of the Agreement is too broad in any respect whatsoever to permit enforcement to its full extent, then such provisions shall be enforced to the maximum extent permitted by law, and the parties hereto consent and agree that such scope may be judicially modified accordingly and that the whole of such provisions of this Agreement shall not thereby fail, but that the scope of such provisions shall be curtailed only to the extent necessary to conform to law. This Agreement may not be assigned by either party without the prior written consent of the other, and any such purported assignment shall be void.</p><p>This Agreement is made in Gurgaon, India and shall be construed and interpreted in accordance with the law of India, applicable to contracts made and to be performed entirely therein. This document is a complete and exclusive statement of the terms of this agreement and may not be changed orally but only by writing signed by both parties. Please acknowledge your agreement by signing below and returning a copy to us. We look forward to a mutually rewarding relationship.</p><h4 align='justify'>IN WITNESS WHEREOF the Parties have executed this Agreement as of the day and year first above written.</h4><p>Firm Name: Viral Pitch Technologies Private Limited</p><p>Signature</p><p>Influencer’s Legal Name: <strong>MD SAIDUR RAHAMAN</strong></p><p>Signature : </p><p>Influencer’s IP (At the time of Signatures): </p><p>Influencer’s Geo Location (At the time of Signatures): </p><p>Influencer’s Image (At the time of Signatures): </p><p align='center'><strong>Schedule A</strong></p><h4><strong>Scope of Work &amp; Compensations </strong></h4><table width='100%' border='1' cellspacing='0' cellpadding='4'><thead><tr><th>Sno</th><th>Brand</th><th>Quantity</th><th>Deliverables</th><th>Price</th></tr></thead><tbody><tr>        <td align='left'>1</td>        <td align='left'>country delight</td>        <td align='left'>1</td>        <td align='left'>Youtube-Integrated video</td>        <td align='left'>15,000</td>       </tr></tbody></table><p align='center'><strong>Schedule B</strong></p><p><strong>Terms &amp; Conditions</strong></p><ol><li>The Influencer shall undertake activities as provided in the influencer agreement in compliance with the applicable law including but not limited to the Guidelines for Influencer Advertising in  Digital Media issued by Advertising Standards Council of India (“ASCI”) (as amended from  time to time) (“Guidelines”).  </li><li>The Disclosure Labels used by the Influencer shall be prominent and clearly visible in the  content promoted or advertisement and the Disclosure Labels must be upfront and prominent so  that the same is not missed by the viewer/consumer. The Influencer shall ensure that the  Disclosure Labels are suitable for all potential devices. </li><li>List of Disclosure Labels: The following Disclosure Labels shall be used by the Influencer:  #ad  #advertisement #collaboration  #free gift #sponsored #partnership</li></ol>",
                "Iscamerashow": 0,
                "lastUpdate": 1687157504,
                "remarks": null
            }
        ],
        "shipmentdata": [
            {
                "shipment_status": 0,
                "trackingId": "PNSj1HUM34UB4",
                "shipdate": 1687157504
            }
        ],
        "orderdata": [
            {
                "order_status": 1,
                "file": "https://viralpitch.co//deals/user/campaignfile/order361687181283.jpg",
                "orderdate": 1687157504,
                "remarks": "order screenshot not uploaded",
                "ordermsg": " "
            }
        ],
        "scriptData": [
            {
                "script_status": 1,
                "script_url": "https://viralpitch.co//deals/user/campaignfile/order361687181283.jpg",
                "lastUpdate": 1687157504,
                "remarks": null
            }
        ],
        "contentdata": [
            {
                "allContentStatus": 1,
                "contentRequiredList": [
                    {
                        "content_status": 0,
                        "deliverable": "Reels",
                        "file": " ",
                        "filetype": "video",
                        "caption": " ",
                        "hashtag": " ",
                        "remark": " ",
                        "view_guidline": "Introduce the personal care product you will be featuring in the video Then show before and after result. Use the coupon code VP20"
                    },
                    {
                        "content_status": 1,
                        "deliverable": "Story",
                        "file": " ",
                        "filetype": "video",
                        "caption": " ",
                        "hashtag": " ",
                        "remark": " ",
                        "view_guidline": "Introduce the personal care product you will be featuring in the video Then show before and after result. Use the coupon code VP20"
                    },
                    {
                        "content_status": 2,
                        "deliverable": "Post",
                        "file": " ",
                        "filetype": "image",
                        "caption": " ",
                        "hashtag": " ",
                        "remark": " ",
                        "view_guidline": "Introduce the personal care product you will be featuring in the video Then show before and after result. Use the coupon code VP20"
                    },
                    {
                        "content_status": 3,
                        "deliverable": "Post",
                        "file": " ",
                        "filetype": "image",
                        "caption": " ",
                        "hashtag": " ",
                        "remark": " ",
                        "view_guidline": "Introduce the personal care product you will be featuring in the video Then show before and after result. Use the coupon code VP20"
                    },
                    {
                        "content_status": 4,
                        "deliverable": "Post",
                        "file": " ",
                        "filetype": "image",
                        "caption": " ",
                        "hashtag": " ",
                        "remark": " ",
                        "view_guidline": "Introduce the personal care product you will be featuring in the video Then show before and after result. Use the coupon code VP20"
                    }
                ]
            }
        ],
        "livelinkdata": [
            {
                "allLiveLinkStatus": 4,
                "livelinkRequiredList": [
                    {
                        "live_status": 0,
                        "deliverable": "Reels",
                        "url": "https://www.amazon.in/dp/B0B8NHX62W/ref=syn_sd_onsite_desktop_0?ie=UTF8&pf_rd_p=b7bab328-2147-46ed-8a61-81e78a5120b2&pf_rd_r=TJDNTN0MB4APFRYA9C3Q&pd_rd_wg=z1W6T&pd_rd_w=C332n&pd_rd_r=bc49274b-64df-4f32-8f23-a4e63290bc4c&th=1",
                        "livedate": 1687157504,
                        "remark": ""
                    },
                    {
                        "live_status": 1,
                        "deliverable": "Post",
                        "url": "https://www.amazon.in/dp/B0B8NHX62W/ref=syn_sd_onsite_desktop_0?ie=UTF8&pf_rd_p=b7bab328-2147-46ed-8a61-81e78a5120b2&pf_rd_r=TJDNTN0MB4APFRYA9C3Q&pd_rd_wg=z1W6T&pd_rd_w=C332n&pd_rd_r=bc49274b-64df-4f32-8f23-a4e63290bc4c&th=1",
                        "livedate": 1687157504,
                        "remark": ""
                    },
                    {
                        "live_status": 2,
                        "deliverable": "Post",
                        "url": "https://www.amazon.in/dp/B0B8NHX62W/ref=syn_sd_onsite_desktop_0?ie=UTF8&pf_rd_p=b7bab328-2147-46ed-8a61-81e78a5120b2&pf_rd_r=TJDNTN0MB4APFRYA9C3Q&pd_rd_wg=z1W6T&pd_rd_w=C332n&pd_rd_r=bc49274b-64df-4f32-8f23-a4e63290bc4c&th=1",
                        "livedate": 1687157504,
                        "remark": ""
                    },
                    {
                        "live_status": 3,
                        "deliverable": "Post",
                        "url": "https://www.amazon.in/dp/B0B8NHX62W/ref=syn_sd_onsite_desktop_0?ie=UTF8&pf_rd_p=b7bab328-2147-46ed-8a61-81e78a5120b2&pf_rd_r=TJDNTN0MB4APFRYA9C3Q&pd_rd_wg=z1W6T&pd_rd_w=C332n&pd_rd_r=bc49274b-64df-4f32-8f23-a4e63290bc4c&th=1",
                        "livedate": 1687157504,
                        "remark": ""
                    },
                    {
                        "live_status": 4,
                        "deliverable": "Post",
                        "url": " ",
                        "livedate": 1687157504,
                        "remark": " "
                    }
                ]
            }
        ],
        "reviewdata": [
            {
                "review_status": 1,
                "file": "https://viralpitch.co//deals/user/campaignfile/review168854104633.png",
                "reviewdate": 1688974107,
                "remarks": "",
                "reviewlink": "https://www.amazon.in/dp/B0B8NHX62W/ref=syn_sd_onsite_desktop_0?ie=UTF8&pf_rd_p=b7bab328-2147-46ed-8a61-81e78a5120b2&pf_rd_r=TJDNTN0MB4APFRYA9C3Q&pd_rd_wg=z1W6T&pd_rd_w=C332n&pd_rd_r=bc49274b-64df-4f32-8f23-a4e63290bc4c&th=1"
            }
        ],
        "invoiceData": [
            {
                "invoice_status": 3,
                "invoice_url": "https://viralpitch.co//deals/user/campaignfile/order361687181283.jpg",
                "lastUpdate": 1687157504,
                "remarks": null
            }
        ]
    },
    "token": {
        "token": "5Fw3t0nsMhAJr17hrDKgT8vQejRYjDwJ8AR4VAz9Bd4Kyqn7mg",
        "create_date": "1697624981",
        "expired_date": "1698229781"
    }
}
